10/data/attachments/8855d8921f06b6cd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e60064b1-13fa-444d-95f4-8724cdd29528</nif:username>
            <nif:friendToBeAdded>Manuel_add_Actions_22881_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>